
const data = {
    'title': "Level 21 - Walk in the park",
    'attribution': 'Audio content &copy; <a href="https://mandarinblueprint.com">Mandarin Blueprint</a>',
    'src': "audio/L21_walk_in_the_park.mp3",
    'text': {
        '00': "A: 小元，今天天气很好，我们一起去公园玩儿吧！",
        '05': "B: 公园？哪儿有公园?",
        '07': "A: 就在那家中国银行得后面。",
        '10': "B: 太远了，我不去。",
        '12': "A: 不远不远，坐两元的公交车就到了。",
        '16': "B: 我还是不去了，因为今天学的汉字我还没写完。",
        '21': "A: 你不是早就写完了吗？",
        '23': "B: 写得不完美，我又写了一次。",
        '27': "A: 那如果你还是觉得不完美，你又要写一次吗？",
        '32': "B: 对！我一定要写得很完美。",
        '34.5': "A: 好吧！我觉得我说服不了你，那我自己去公园玩儿子",
        '40.2': "你写完了的话，也可以过来和我一起玩儿。",
        '999': ""
    }
};
